{
  "results": [
    {
      "id": "m1",
      "title": "Wengi: Anak Mayit",
      "overview": "Semua berawal dari rumah warisan peninggalan orang tua Dewi (Sara Wijayanto). Dewi lalu memboyong anak semata wayangnya Bella (Atiya Shahab) meninggalkan Alex (Demian) suaminya. Tak disangka rumah peninggalan itu dipenuhi oleh misteri-misteri yang secara total merubah kehidupan Dewi dan Bella.Horor, teror, jeritan dan tangisan mengisi kehidupan mereka mulai saat itu. Sampai kapankah Dewi dan Bella bisa bertahan tinggal dirumah itu atau akankah ada solusi perdamaian dengan dunia ghoib itu?",
      "poster_path": "https://i.pinimg.com/474x/9d/7f/2e/9d7f2e8d7316c77f7223da3f45b7a78c.jpg"
    },
    {
      "id": "m2",
      "title": "Ikut Aku ke Neraka",
      "overview": "Hidup begitu sempurna bagi LITA (27thn), menikah dengan RAMA (30thn) Lelaki yang karirnya bagus sebagai management operasional di sebuah pabrik. Kehidupan mereka nyaris sempurna, ketika Lita akan melahirkan bayi pertama mereka. Saat hamil tua, Rama selalu ingin melihat Lita terlihat sempurna mendapat rekomendasi dari dokter ahli bedah plastik ternama, untuk bisa menghilangkan tanda lahir Lita di punggung nya, agar Lita lebih percaya diri. Proses operasi pun berjalan lancar, stretch mark di punggung Lita hilang.",
      "poster_path": "https://m.media-amazon.com/images/M/MV5BMmU0NWVmMGYtNGE4Yi00NmNlLWE3OWQtZDlkODk0ZWM4MzJmXkEyXkFqcGdeQXVyNzY4NDQzNTg@._V1_.jpg"
    },
    {
      "id": "m3",
      "title": "Perjanjian Dengan Iblis",
      "overview": "ANNISA (24thn) menikah dengan BARA (32thn), duda dengan seorang anak perempuan bernama LARA (8thn). Bara ingin agar kedua orang yang dicintainya bisa akrab,maka ia mengajak keduanya piknik ke pulau yang masih jarang didatangi oleh para wisatawan, Pulau Bengalor.",
      "poster_path": "https://i.pinimg.com/736x/1c/5e/0a/1c5e0a88fa21420b74a8b18e06682b93.jpg"
    },
    {
      "id": "m4",
      "title": "Wewe",
      "overview": "Aruna, seorang bocah 5 tahun yang secara tiba-tiba hilang. Keluarganya mulai melakukan pencarian dan tidak sengaja membawa mereka semua pada sebuah rahasia menakutkan yang selama ini bersarang di sudut rumah baru mereka.",
      "poster_path": "https://cdns.klimg.com/kapanlagi.com/p/posterfilmhorrorwewe.jpg"
    },
    {
      "id": "m5",
      "title": "DreadOut",
      "overview": "Akibat rasa iri dan berharap mendapatkan popularitas lebih melalui media sosial, sekelompok pelajar SMA pergi ke apartemen angker untuk merekam kegiatan mereka. Secara tidak sengaja, mereka membuka portal misterius dan membangunkan iblis yang menyeret mereka masuk ke dalam neraka.",
      "poster_path": "https://i.pinimg.com/originals/22/e0/85/22e0853842c82c748b622ba5c569f9d4.jpg"
    },
    {
      "id": "m6",
      "title": "Pengabdi Setan",
      "overview": "Setelah sakit aneh selama 3 tahun, Ibu akhirnya meninggal dunia. Bapak lalu memutuskan untuk kerja di luar kota meninggalkan anak-anak. Tak lama kemudian, anak-anak merasa bahwa Ibu kembali berada di rumah. Situasi semakin menyeramkan ketika mereka mengetahui bahwa Ibu datang lagi tidak sekedar untuk menjenguk, tapi untuk menjemput mereka.",
      "poster_path": "https://upload.wikimedia.org/wikipedia/id/e/e1/Pengabdi_Setan_poster.jpg"
    },
    {
      "id": "m7",
      "title": "Rumah Dara",
      "overview": "Berkisah mengenai sekelompok pemuda-pemudi yang terjebak di rumah milik seorang pembunuh misterius yang bernama \"Dara\".",
      "poster_path": "https://i.pinimg.com/474x/87/22/8e/87228e0843c8f54d129a828e746a7207.jpg"
    },
    {
      "id": "m8",
      "title": "Ratu Ilmu Hitam",
      "overview": "Hanif membawa Nadya istrinya dan ketiga anak mereka ke panti asuhan tempat Hanif dulu dibesarkan. Pengasuh panti itu, Pak Bandi, sudah sangat tua dan sakit keras, Hanif datang untuk menjenguk setelah bertahun-tahun tidak bertemu. Bukan cuma Hanif yang datang berkunjung, tapi juga dua sahabat Hanif saat tinggal di panti, Anton dan Jefri yang membawa istri-istri mereka. Malam itu mereka semua tiba di panti asuhan yang terletak di luar kota dan jauh dari pemukiman penduduk itu. Mereka bermaksud bermalam di sana untuk memberikan penghormatan terakhir buat orang yang telah mengasuh mereka sejak kecil. Mereka menyangka malam itu akan jadi malam yang penuh kedamaian. Mereka segera memahami bahwa mereka salah.",
      "poster_path": "https://upload.wikimedia.org/wikipedia/id/thumb/6/68/Poster_film_Ratu_Ilmu_Hitam_2019.jpg/220px-Poster_film_Ratu_Ilmu_Hitam_2019.jpg"
    },
    {
      "id": "m9",
      "title": "Suzzanna Santet",
      "overview": "Karena istrinya sakit-sakitan, Bisman (Jagat Karana) melirik Katemi (Suzanna). Untuk mendapat Katemi, Bisman membunuh istrinya dan menghasut penduduk bahwa yang membunuh istrinya adalah Sarma (Novie Chandra), suami Katemi. Penduduk terhasut dan Sarma dibunuh.",
      "poster_path": "https://cdn.idntimes.com/content-images/post/20200131/img-20200130-wa0000-4f8071645d92e20209b417674a7dfe86-436457d78616cb4f3c92fecc20576d81.jpg"
    },
    {
      "id": "m10",
      "title": "Sabrina",
      "overview": "MAIRA hidup bahagia di pernikahan barunya bersama AIDEN, pembuat boneka Sabrina sekaligus pemilik sebuah perusahaan mainan. Tapi kebahagiaan mereka belum sempurna karena VANYA, anak angkat sekaligus keponakan Aiden yang yang piatu belum bisa menerima kehadiran Maira sebagai ibunya karena Vanya masih belum bisa merelakan kepergian ANDINI, bundanya yang sudah meninggal. Suatu hari, Vanya melakukan permainan ‘Pensil Charlie’ untuk memanggil bundanya dan kejanggalan-kejanggalan pun mulai terjadi. Maira dan Aiden Adak percaya, hingga akhirnya Maira mengalami serentetan kejadian menakutkan dan mereka melihat sendiri sosok Andini. Maira pun memanggil BU LARAS, seorang paranormal yang dulu pernah membantunya. Tapi Andini ternyata bukanlah Andini, melainkan iblis keji bernama BAGHIAH yang menetap di boneka Sabrina dan menginginkan tubuh manusia...",
      "poster_path": "https://m.media-amazon.com/images/M/MV5BM2EzNzhjNzgtNjc5MC00MWZmLWE3MTMtZjc2YTk0ZWIxYTJjXkEyXkFqcGdeQXVyNTg2MDI2Njc@._V1_UY1200_CR165,0,630,1200_AL_.jpg"
    }
  ]
}