{
  "results": [
    {
      "id": "t1",
      "title": "Ghoul",
      "overview": "Di masa depan India yang totaliter, seorang tahanan misterius dikirim ke pusat interogasi militer terpencil di mana dia membalikkan keadaan para penculiknya dengan mengungkap rahasia paling memalukan mereka dan melepaskan setan dari cerita rakyat Arab.",
      "poster_path": "https://i.pinimg.com/736x/1f/ea/62/1fea62ef8ce4a468633b2219f1db2be9.jpg"
    },
    {
      "id": "t2",
      "title": "Lovecraft Country",
      "overview": "Serial ini bercerita tentang seorang pemuda kulit hitam yang melakukan perjalanan melintasi Amerika Serikat tahun 1950-an yang terpisah untuk mencari ayahnya yang hilang, mempelajari rahasia gelap yang mengganggu sebuah kota di mana penulis horor terkenal H. P. Lovecraft diduga mendasarkan lokasi dari banyak kisah fiksinya.",
      "poster_path": "https://www.orcasound.com/wp-content/uploads/2021/01/MV5BM2ExMmZlZDQtOTJiZC00Y2UzLWIxNDYtZTdiYzAzYzQyMmQ4XkEyXkFqcGdeQXVyMTAwMzM3NDI3._V1_.jpg"
    },
    {
      "id": "t3",
      "title": "Stranger Things",
      "overview": "Setelah menghilangnya seorang anak laki-laki secara misterius dan tiba-tiba, orang-orang di kota kecil mulai mengungkap rahasia laboratorium pemerintah, portal ke dunia lain, dan monster-monster jahat. Ibu anak laki-laki itu (Joyce) dengan putus asa berusaha untuk menemukannya, yakin bahwa dia dalam bahaya besar, sementara kepala polisi mencari jawaban. Mencoba membantu menemukannya, teman-teman bocah itu menemukan seorang gadis kecil yang aneh, yang sedang dalam pelarian dari \"orang jahat\".",
      "poster_path": "https://i.pinimg.com/originals/2d/53/7a/2d537aee7bfb1030bde7b479d60fab41.jpg"
    },
    {
      "id": "t4",
      "title": "V Wars",
      "overview": "V Wars mengikuti kisah dokter / ilmuwan Dr. Luther Swann, dan sahabatnya Michael Fayne, saat mereka menghadapi krisis yang berkembang dari wabah mematikan yang memecah masyarakat menjadi faksi-faksi yang berlawanan, berpotensi meningkat ke perang masa depan antara manusia dan vampir.",
      "poster_path": "https://www.themoviedb.org/t/p/original/zPSnO5EG5THjRBzbCmZZ6V7QeVx.jpg"
    },
    {
      "id": "t5",
      "title": "Chambers",
      "overview": "Chambers mengikuti kisah seorang remaja yang, setelah menerima transplantasi jantung, dihantui oleh penglihatan yang tidak dapat dijelaskan. Ketika penglihatan semakin merepotkan dan terjadi lebih sering, dia mulai mengungkap keadaan dan konspirasi mengerikan yang menyebabkan kematian misterius pendonor.",
      "poster_path": "https://resizing.flixster.com/E57ajWLD-4tLVp7Kj7g6j_FTKoE=/180x240/v1.dDs0NjIwNzM7ajsxODYwMzsyMDQ4OzE1MDA7MjAwMA"
    },
    {
      "id": "t6",
      "title": "Dark",
      "overview": "Bercerita tentang buntut hilangnya seorang anak yang menyingkap rahasia dan hubungan tersembunyi antara empat keluarga yang tidak kenal satu sama lain dan mereka perlahan mengungkap persekongkolan perjalanan waktu lintas tiga generasi.",
      "poster_path": "https://i.pinimg.com/originals/1b/b8/8e/1bb88e48c27d35976e976b5696b79269.jpg"
    },
    {
      "id": "t7",
      "title": "Marianne",
      "overview": "Serial horor asal Prancis ini mengisahkan teror mengerikan yang muncul di sebuah kota kecil bernama Elden. Emma Larsimon (Victoire Du Bois) adalah seorang penulis seri novel horor \"Lizzie Larck\", yang berhasil mendulang kesuksesan besar di Prancis.",
      "poster_path": "https://m.media-amazon.com/images/M/MV5BODQ4NGIwZWYtMWNhOC00MzFjLTk5ZDYtOGM1MzM3NjVlZGUxXkEyXkFqcGdeQXVyNDg4MjkzNDk@._V1_UY1200_CR89,0,630,1200_AL_.jpg"
    },
    {
      "id": "t8",
      "title": "Haunting of Hill House",
      "overview": "Olivia (Clara Gugino) adalah seorang arsitek yang mempunyai bakat supranatural. Ia merenovasi sebuah rumah tua yang dibelinya bersama suami Hugh (Henry Thomas). Bersama kelima anak-anaknya, keduanya tinggal di rumah tua yang konon pernah ditinggali oleh keluarga Hill. Latar musim panas yang mengakibatkan tragedi dan membawa duka yang mendalam bagi kelima anak Crain itu tak pernah bisa dilupakan. Bahkan 20 tahun setelah mereka angkat kaki dari rumah tua Hill, teror masih mencekam. Steven, anak pertama kini menjadi penulis novel horor terlaris yang terinspirasi dari rumah Hill. Shirley yang tak pernah percaya hantu, ia menggunakan profesinya untuk mendirikan rumah duka Harris bersama suaminya. Theodora yang tomboi menjadi seorang psikolog sekaligus terapis untuk membantu anak-anak.",
      "poster_path": "https://m.media-amazon.com/images/M/MV5BMTU4NzA4MDEwNF5BMl5BanBnXkFtZTgwMTQxODYzNjM@._V1_.jpg"
    },
    {
      "id": "t9",
      "title": "Ju-On Origins",
      "overview": "Mengisahkan tentang sebuah rumah terkutuk. Dahulu kala, seorang gadis dikurung di rumah tersebut dan diperkosa hingga ia hamil. Tak lama kemudian, terjadi sebuah pembunuhan terhadap gadis tersebut dan bayinya. Anehnya, mayat gadis berhasil ditemukan namun tidak dengan si bayi.",
      "poster_path": "https://m.media-amazon.com/images/M/MV5BMTYzYWU4NDUtNjI3OC00ZDAzLThhNzktNjkwMmE5NWZmOWRhXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_.jpg"
    },
    {
      "id": "t10",
      "title": "American Horror Story Asylum",
      "overview": "Briarcliff dipimpin oleh Monsignor Timothy Howard (Joseph Fiennes) dan dikelola oleh Suster Jude (Jessica Lange). Institusi tersebut pada awalnya didirikan untuk menangani pasien sakit jiwa supaya mereka sembuh dan menjalani hidupnya sesuai dengan jalan yang diperintahkan Tuhan. Tapi pada kenyataannya, pasien-pasien disana tidaklah mendapat perawatan yang layak.",
      "poster_path": "https://mir-s3-cdn-cf.behance.net/project_modules/disp/fbd4b017470227.562ba513afc1e.jpg"
    }
  ]
}